Revit 2027 API
ParameterTypeId.RbsHvacloadPartitionAreaParam Property
 "Partition Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadPartitionAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadPartitionAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadPartitionAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadPartitionAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace